ScalingOff = "關閉縮放";
ScalingOn = "開啟縮放";
AllScreens = "所有螢幕";
ScreenNumber = "螢幕 %d";
MainScreen = "主螢幕";
ReEnterPass = "請驗證輸入的名稱和密碼是正確的。";
RemoteAccessDenied = "“%@”目前的使用者已拒絕您的連線要求。";

taskString = "控制";
taskDescription = "控制電腦";
longTaskDescription = "控制所選的電腦";
requestTitle = "認證失敗";
requestScreenControl = "要請求進行控制的權限嗎？";
requestScreenObserve = "要請求進行監看的權限嗎？";
requestScreenAuthFailed = "認證“%@”失敗。";
requestDenied = "使用者拒絕您的要求。";
connecting = "連接至“%@”";
connectionLost = "與“%@”的連線已遺失。";
connectionFailed = "連接“%@”失敗。";
connectionFailedReason = "請確定您嘗試連接的電腦已啟用“螢幕共享”（在“系統偏好設定”的“共享”部分）。亦請確定您的網路連線運作正常。";
waitingForResponse = "等待使用者回應。";
runningAdminAppObserveError = "無法監看“%@”";
runningAdminAppControlError = "無法控制“%@”";
runningAdminAppErrorMessage = "Apple Remote Desktop 或其他管理應用程式正在執行中。";
controlModeError = "無法更換至“控制模式”";
observeModeError = "無法更換至“監看模式”";
sharedControlError = "無法更換滑鼠控制";
notAuthorizedTitle = "未被授權的";
controlNotAuthorized = "您未被授權來控制這部電腦。";
observeNotAuthorized = "您未被授權來監看這部電腦。";
serverNotSupported = "伺服器不支援這個選項。";
sharingSelfNotSupported = "電腦無法連接本身和共享其螢幕。";
captureDefaultName = "Remote Desktop 圖片";
scaleToolbarTitle = "符合視窗";
scaleToolbarPaletteLabel = "符合視窗";
scaleToolbarTooltip = "讓螢幕符合視窗";
controlToolbarTitle = "控制";
controlToolbarPaletteLabel = "控制或監看";
controlToolbarTooltip = "在“控制模式”和“監看模式”之間切換";
shareToolbarTitle = "共享滑鼠";
shareToolbarPaletteLabel = "與使用者共享滑鼠";
shareToolbarTooltip = "與使用者共享滑鼠與鍵盤";
qualityToolbarTitle = "品質";
qualityToolbarPaletteLabel = "影像品質";
qualityToolbarTooltip = "影像品質";
captureToolbarTitle = "螢幕畫面擷取";
captureToolbarPaletteLabel = "螢幕畫面擷取";
captureToolbarTooltip = "將螢幕擷取成檔案";
controlObserveNotSupported = "您無法控制或監看您的電腦";
fullScreenToolbarTooltip = "讓螢幕符合整個顯示器";
fullScreenToolbarTooltipExt = "在視窗裡顯示螢幕畫面";
fullScreenToolbarTitle = "全螢幕";
fullScreenPaletteDisconnect = "退出控制或監看狀態";
showCursorToolbarTooltip = "隱藏或顯示本機游標";
showCursorToolbarTitle = "隱藏∕顯示游標";
curtainToolbarTitle = "鎖定螢幕";
curtainToolbarTooltip = "控制時鎖定電腦螢幕";
getClipboardToolbarTitle = "取得剪貼板內容";
getClipboardToolbarTooltip = "取得遠端剪貼板的內容";
sendClipboardToolbarTitle = "傳送剪貼板內容";
sendClipboardToolbarTooltip = "將剪貼板內容傳送到遠端剪貼板";
multiDisplayToolbarTitle = "顯示器選擇";
multiDisplayToolbarTooltip = "選取要檢視的遠端顯示器";
computerInScreenShare = "目前已與這部電腦共享您的螢幕";
curtainErrorTitle = "無法更換至“簾幕模式”";
curtainExitErrorTitle = "無法從“簾幕模式”更換";
curtainErrorMessage = "在這部電腦上發生錯誤。";
curtainUnavailableTooltip = "“簾幕模式”無法在“%@”上所執行的 Mac OS X 版本裡使用。";
curtainUnavalableMessage = "“簾幕模式”無法在“%@”裡使用。";

displayPopUpAllDisplays = "所有顯示器：%@ x %@";
displayPopUpBothDisplays = "兩個顯示器：%@ x %@";
displayPopUpOneDisplay = "顯示器 %@：%@ x %@";

curtainTaskString = "簾幕";
curtainTaskDescription = "在“簾幕模式”裡控制電腦";
curtainLongTaskDescription = "螢幕鎖定時控制所選的電腦";

sshTunnelRemoteLoginDisabledTitle = "由於未在“%@”上啟用“遠端登入”，因此連線失敗。";
sshTunnelRemoteLoginDisabledMessage = "停用“加密所有網路資料”安全性設定，或是在“%@”的“共享偏好設定”裡嘗試啟用“遠端登入”。";
sshTunnelHostKeyChangedTitle = "連接“%@”失敗，因為無法確認其識別身分。這可能是安全性的問題，或是您的 SSH known_hosts 檔案已過期。";
sshTunnelHostKeyChangedMessage = "停用“加密所有網路資料”安全性設定，或更新您的 SSH known_hosts 檔案。";
sshTunnelHostKeyChanged2Message = "“%@”的遠端主機識別已經更改。若您確定這不是安全性的問題，Remote Desktop 可以嘗試修正您的 known_hosts 檔案。";
sshTunnelHostKeyFix = "修正";
sshTunnelHostKeyFixError = "嘗試修改您的 SSH known_hosts 檔案時發生問題。";
sshTunnelTooltip = "連線已加密";

legacyVNCSecurityWarningTitle = "電腦“%@”正在執行不支援 Remote Desktop 按鍵加密的 VNC 伺服器。您在這部電腦上輸入的文字可能會在網路上遭到竊取。確定要繼續嗎？";
legacyVNCSecurityWarningMessageFull = "若遠端電腦已啟用了“遠端登入”或 SSH，您可以在 Remote Desktop 的偏好設定裡選取“加密所有網路資料”設定，或是在下方選擇“使用 SSH 連接”以確保連線的安全。";
legacyVNCSecurityWarningMessage = "若遠端電腦已啟用了“遠端登入”或 SSH，您可以在 Remote Desktop 的偏好設定裡選擇“加密所有網路資料”以確保連線的安全。";
legacyVNCSecurityWarningContinueSSHButton = "使用 SSH 連接";

IconCacheTitle = "確定要清除標題列圖像快取嗎？";
IconCacheDefaultButton = "清除";
IconCacheAlternateButton = "取消";
IconCacheMessage = "這些檔案是用以拖移標題列圖像來製作書籤。若您清除此快取，則任何藉由拖移此圖像所製作的書籤都會斷裂。\n\n您可以拷貝書籤而不是按住 Option 鍵來製作替身。";

YESBUTTON = "是";
NOBUTTON = "無";